Repository: PointerSal/MyPadel_APP
Catalog: MyPadelApp/Resources/Languages/AppResources.*.resx
Languages: it

# AttentionTitle
source: Attention!
it: Attenzione!

# AttentionDescription
source: By clicking “Confirm Account Deletion,” your account will be deleted. To use the app again, you must re-register!
it: Cliccando su “Conferma Cancellazione Account”, il tuo account verrà cancellato. Per utilizzare nuovamente l’app, dovrai registrarti nuovamente!

# PasswordPlaceholder
source: Password
it: Inserisci una nuova Password

# ConfirmButtonText
source: Confirm Account Deletion
it: Conferma Cancellazione Account

# Title
source: Already FIT Card
it: Hai già la tessera FIT?

# BackButton
source: Back
it: Indietro

# BookText
source: Book
it: Prenota

# Question
source: Do you already have a FIT card?
it: Hai già la tessera della FIT?

# Instruction
source: Enter your FIT card. Without it, you cannot play. If you don't have one, we can register it for you.
it: Inserisci la tua tessera FIT, senza non potrai giocare. Se non ce l’hai ti possiamo registrare noi.

# CardNumberPlaceholder
source: Card number
it: Numero tessera

source: Upload medical certificate
it: Carica certificato medico

source: Request new card
it: Richiedi nuova tessera

source: Create Account
it: Crea Account

# VerificationMessage
source: Your details have been entered correctly! We are verifying the correctness of your details! If the details entered are correct, you will receive a notification and you will be able to track the expiry of your FIT card directly from the app! Remember to renew your card before it expires, access the "FIT card" section from "My profile" starting 30 days before the expiry date.
it: I tuoi dati sono stati inseriti correttamente! Stiamo verificando la correttezza dei tuoi dati! Se i dati inseriti sono corretti, riceverai una notifica e potrai monitorare la scadenza della tua tessera FIT direttamente dall’app! Ricordati di rinnovare la tua tessera prima che scada, accedi alla sezione “Tessera FIT” da “Il mio profilo” a partire da 30 giorni prima della scadenza.

# BookFieldButton
source: Book a camp
it: Prenota un campo

source: Booking Summary
it: Riepilogo prenotazione

source: Date
it: Data

source: Time
it: Ora

source: Duration
it: Durata

source: Price
it: Prezzo

source: Payment method:
it: Metodo di pagamento:

source: Cancellation Policy
it: Politica di annullamento

source: Pay Online
it: Paga Online

# PageTitle
source: Reset Password
it: Resetta Password

# CancelScreenDescription
source: CANCEL RESERVATION SCREEN + REFUND
it: SCHERMATA ANNULLA PRENOTAZIONE + RIMBORSO

# ConfirmButton
source: Confirm
it: Conferma

source: Company Information
it: Informazioni sull'azienda

# RegistrationHeading
source: We'll register you!
it: Ti registriamo noi!

# RegistrationDescription
source: Enter the details below to create your FIT card.
it: Inserisci qui sotto i dati per creare la tua tessera FIT.

# RegistrationFooter
source: Pick it up at the front desk before you start playing!
it: Ritirala in segreteria prima di iniziare a giocare!

# NamePlaceholder
source: Name
it: Nome

# SurnamePlaceholder
source: LastName
it: Cognome

# GenderPlaceholder
source: Gender
it: Genere

# ProceedPayment
source: Proceed to payment
it: Procedi al pagamento

# AddressPlaceholder
source: Address
it: Indirizzo

# DateofBrithPlaceholder
source: Date of Birth (dd-mm-yyyy)
it: Data di Nascita (gg-mm-aaaa)

# ZipCodePlaceholder
source: ZIP code
it: CAP

# CityPlaceholder
source: City
it: Comune

# PaymentMethodHeading
source: Payment method:
it: Metodo di pagamento:

# PaymentOptionCreditCard
source: • Credit card / Debit card
it: • Carta di credito / Bancomat

# CreateAccountButton
source: Create account
it: Crea account

# FinalStepHeading
source: The final step!
it: L’ultimo step!

# HasCardInstruction
source: I already have a FIT card. Please arrive 20 minutes early before your first match to register your FIT card.
it: Ho già una tessera FIT. Ti raccomandiamo di passare 20 minuti prima dell’inizio della prima partita per registrare la tua tessera FIT.

# NoCardInstruction
source: I don’t have a FIT card. Please arrive 30 minutes early with: • ID card • Medical Certificate To register your new FIT card.
it: Non ho una tessera FIT. Ti raccomandiamo di passare 30 minuti prima con: • Carta di identità • Certificato Medico Per registrare la tua nuova tessera FIT.

# AcceptTermsText
source: I accept the Terms and Conditions
it: Accetto Termini e Condizioni

# BookingSummaryTitle
source: Booking Summary
it: Riepilogo Prenotazione

# CreditCardPayment
source: Credit Card
it: Carta di Credito

source: Booking Status
it: Stato della Prenotazione

# BookingStatusValue
source: Confirmed
it: Confermata

# CancellationText
source: You can cancel up to 24 hours before your booking.
it: Puoi cancellare fino a 24 ore prima della tua prenotazione.

# CancelBookingButton
source: Cancel reservation
it: Annulla prenotazione

# Attention
source: Attention to expiration!
it: Attento alla scadenza!

# CheckCard
source: Always make sure you have the
it: Controlla sempre di avere la

# FITCardActive
source: active FIT card,
it: tessera FIT attiva,

# RenewIt
source: if you need to renew it
it: se la devi rinnovare

# CallUs
source: , call us and present yourself
it: , chiamaci e presentati

# TwentyMinutesBefore
source: 20 minutes before
it: 20 minuti prima

# MatchStart
source: the start of the match
it: dell’inizio della partita

# EmailPlaceholder
source: Email Address..
it: Inserisci E-Mail..

source: Recover Password
it: Recupera Password

# LoginButton
source: Sign in
it: Accedi

# EmailPasswordInstruction
source: Enter your email address and password
it: Inserisci Indirizzo E-Mail e password

# MatchHistoryPageTitle
source: Match History
it: Cronologia delle partite

source: ACTIVE
it: ATTIVO

source: ARCHIVED
it: ARCHIVIATO

source: DELETED
it: ELIMINATO

# CertificateReminder
source: Beware of the expiration!
it: Attento alla scadenza!

# CertificateDescription
source: Always check that you have an active medical certificate, without it you won’t be able to play.
it: Controlla sempre di avere il certificato medico attivo, senza di esso non potrai giocare.

# DateLabel
source: Medical Certificate Expiration Date
it: Data di scadenza certificato medico

source: Profile Information
it: Informazioni profilo

source: FIT Card
it: Tessera FIT

# HealthCertificate
source: Medical Certificate
it: Certificato Medico

source: Account Cancellation
it: Cancellazione account

source: Log In
it: Accedi

# PasswordPrompt
source: Enter e-mail address and password
it: Inserisci Indirizzo E-Mail e password

# ResetNewPasswordPlaceholder
source: Enter a new password
it: Inserisci una nuova Password

# ConfirmPasswordPlaceholder
source: Confirm password..
it: Conferma la Password..

# UpdatePasswordButton
source: Update Password
it: Aggiorna Password

# CourtName
source: Padel field 2
it: Campo Padel 2

# BookingTime
source: Time
it: Ora

# BookingDuration
source: Duration
it: Durata

# BookingPrice
source: Price
it: Prezzo

# CreditCardMethod
source: • Credit card / ATM
it: • Carta di credito / Bancomat

# CancellationDescription
source: You can cancel the booking within 24 hours in advance using the application, then you will necessarily have to call the centre
it: Potrai disdire la prenotazione entro 24 ore prima utilizzando l’applicazione, successivamente dovrai necessariamente chiamare il centro

# CloseButton
source: Close
it: Chiudi

# ScreenTitle
source: Screen with list of linked cards or PayPal account
it: SCHERMATA con elenco carte collegate o account PayPal

# PaymentScreenTitle
source: Payment Screen
it: SCHERMATA PAGAMENTO

# PayButtonText
source: Pay
it: Paga

# ProfileInformationPageTitle
source: Profile Information
it: Informazioni Profilo

# NameLabel
source: First Last
it: Nome Cognome

# NewText
source: Game to play
it: Partita da giocare

# ProfileInfoLabel
source: Profile Information
it: Informazioni Profilo

# FitCardLabel
source: FIT Card
it: Tessera FIT

# SecurityLabel
source: Privacy information
it: Informativa privacy

# WelcomeText
source: Welcome!
it: Benvenuto!

# NewCancellationPolicy
source: Cancellation Policy
it: Politica di annullamento

# HelpsContact
source: Help and contacts
it: Aiuto e contatti

# EnterDetails
source: Enter your details and create an account to start playing.
it: Inserisci i tuoi dati e crea un account per iniziare a giocare.

# AcceptTerms
source: I accept the terms and conditions.
it: Accetto i termini e le condizioni.

# AlmostThere
source: You're almost there!
it: Ci sei quasi!

# PhoneNumberPrompt
source: Enter the OTP we sent you via email to continue with the registration
it: Inserisci l'OTP che ti abbiamo inviato via e-mail per proseguire con la registrazione

# ResendCode
source: Send new code
it: Invia nuovo codice

source: Confirm Code
it: Conferma Codice

source: OR
it: O

source: Send Code
it: Invia Codice

# Message
source: Enter the email you registered with on MyPadel. We'll send you an OTP code via SMS to the phone number you registered with.
it: Inserisci l’E-Mail con cui ti sei registrato/a su MyPadel. Ti invieremo un codice OTP via SMS al numero di cellulare a cui ti sei registrato.

# ReSendButton
source: Re-send email
it: Re-Invia email

source: Enter name
it: Inserisci nome

# ResetEmailPlaceholder
source: Enter Email..
it: Inserisci E-Mail..

# EnterSurname
source: Enter lastname
it: Inserisci cognome

source: Enter email
it: Inserisci email

source: Enter password
it: Inserisci password

# ResendemailMessage
source: Click on the link we sent you via email to confirm your registration!
it: Clicca sul link che ti abbiamo inviato via mail per confermare la tua registrazione!

source: Add Card
it: Aggiungi tessera

# ResendCodeText
source: Resend
it: Invia di nuovo

# SendCodeButton
source: Send Code
it: Invia Codice

# ConfirmCodeButton
source: Confirm Code
it: Conferma Codice

# CurrentPasswordPlaceholder
source: Current Password..
it: Password Corrente..

# NewPasswordPlaceholder
source: New Password
it: Nuova Password

# ConfirmNewPasswordPlaceholder
source: Confirm New Password
it: Conferma Nuova Password

# ReadyToPlayText
source: Are you ready to play?
it: Sei pronto a giocare?

# AccessText
source: Log in to MyPadel to challenge your friends and improve your score!
it: Accedi a MyPadel per sfidare i tuoi amici e migliorare il tuo punteggio!

# RegisterText
source: Register
it: Registrati

# LoginText
source: Log In
it: Accedi

# TermsText
source: By registering, you accept
it: Registrando accetti

# ConditionsText
source: the terms and conditions
it: i termini e le condizioni

# ConditionsTermsText
source: of this
it: della presente

source: When do you want to play?
it: Quando vuoi giocare?

# WhichTimeSlotToPlay
source: Which time slot do you want to play?
it: In quale fascia orario vuoi giocare?

source: PADEL COURT 1
it: CAMPO PADEL 1

source: PADEL COURT 2
it: CAMPO PADEL 2

# BookButton
source: Book
it: Prenota

source: Day
it: Giorno

# MonthName
source: Month
it: Mese

# StatusBooked
source: Booked
it: Prenotato

# StatusAvailable
source: Available
it: Disponibile

# Image2Text
source: User consent to the processing of data for promotional purposes
it: Consenso dell’utente al trattamento dei dati per finalità promozionali

# NoFITCard
source: I don't have a FIT card. We recommend that you pass
it: Non ho una tessera FIT. Ti raccomandiamo di passare

# ThirtyMinutesBefore
source: 30 minutes before
it: 30 minuti prima

source: with:
it: con:

source: •Identity card
it: •Carta di identità

source: •Medical Certificate
it: •Certificato Medico

# RegisterNewFITCard
source: To register your new FIT card.
it: Per registrare la tua nuova tessera FIT.

# Accept
source: I accept
it: Accetto

source: Terms and Conditions
it: Termini e Condizioni

# HaveFITCard
source: I already have a FIT card. We recommend arriving
it: Ho già una tessera FIT. Ti raccomandiamo di passare

# BeforeGameStart
source: the start of the first game to register your
it: dell’inizio della prima partita per registrare la tua

# RegisterFITCard
source: FIT card.
it: tessera FIT.

# WhenYouWantToPlay
source: When do you want to play?
it: Quando vuoi giocare?

# ChooseDuration
source: Payment method
it: Metodo di pagamento:

source: Search Field
it: Cerca campo

source: My Profile
it: Il mio profilo

source: Match History
it: Storico partite

# EmailRequired
source: Email is required
it: L'e-mail è obbligatoria

# EmailInvalid
source: Invalid Email
it: E-mail non valida

# PasswordRequired
source: Password is requried
it: Se hai bisogno di una password

# OTPRequired
source: OTP is requried
it: L'OTP è obbligatorioP

# PasswordStrengthRequired
source: Password must include an uppercase letter, a lowercase letter, a number, a special character, and be at least 6 characters long.
it: La password deve includere una lettera maiuscola, una lettera minuscola, un numero, un carattere speciale ed essere composta da almeno 6 caratteri.

# ConfirmPasswordRequired
source: Confirm password is required.
it: È richiesta la conferma della password.

source: Passwords do not match.
it: Le password non corrispondono.

source: Success
it: Successo

# PasswordUpdated
source: Password has been updated successfully
it: La password è stata aggiornata con successo

# AcceptConditions
source: You must accept all the required terms and conditions.
it: È necessario accettare tutti i termini e le condizioni richiesti.

# NameRequired
source: Name is required.
it: Il nome è obbligatorio.

# SurnameRequired
source: Lastname is required.
it: Il cognome è obbligatorio.

# PhoneNumberRequired
source: Phone Number is required.
it: Il numero di telefono è obbligatorio.

# InvalidNumber
source: Invalid Italian phone number format. Example of valid formats:\n- Landline: +39 06 1234567 (Rome)\n- Mobile: +39 345 1234567
it: Formato del numero di telefono italiano non valido. Esempio di formati validi:\n- Telefono fisso: +39 06 1234567 (Roma)\n- Cellulare: +39 345 1234567

source: Error
it: Errore

# SomethingWrong
source: Something wents wrong
it: Qualcosa è andato storto

# EmailResent
source: Email OTP has been resent successfully
it: L'OTP dell'e-mail è stato inoltrato con successo

# PhoneResent
source: Phone OTP has been resent successfully
it: L'OTP del telefono è stato inoltrato con successo

source: Not Supported
it: Non supportato

# NotSupportedCamera
source: Capture is not supported on this device.
it: L'acquisizione non è supportata su questo dispositivo.

source: Permission Denied
it: Autorizzazione negata

# PermissionNotGranted
source: Camera or Storage permission not granted
it: Autorizzazione per fotocamera o archiviazione non concessa

source: No file chosen.
it: Nessun file è stato scelto.

# FailCapturePhoto
source: Failed to capture photo.
it: Impossibile acquisire la foto.

# CardNumberRequired
source: Card number is required.
it: Numero della carta richiesto.

# ExpiryDateRequired
source: Expiry date must be in the future.
it: La data di scadenza deve essere futura.

# MedicalCertificateDateRequired
source: Medical certificate date is required.
it: Data del certificato medico richiesta.

# MedicalCertificateRequired
source: Medical certificate is required.
it: Certificato medico richiesto.

source: Male
it: Maschio

source: Female
it: Femmina

# MunicipalityPlaceholder
source: Municipality
it: Comune

source: Invalid Brith Date
it: Data di nascita non valida

# GenderSelected
source: Gender must be selected
it: Il genere deve essere selezionato

# AddressRequired
source: Address is required.
it: Indirizzo richiesto.

# PostalCodeRequired
source: Postal code is required.
it: Codice postale richiesto.

# Invalidpostalcode
source: Postal code must be numeric and 5-10 characters long.
it: Il codice postale deve essere numerico e contenere tra 5 e 10 caratteri.

# MunicipalityRequried
source: Municipality is required.
it: Comune richiesto.

# Invalidcardnumber
source: Card number must be 16 digits long.
it: Il numero della carta deve essere composto da 16 cifre.

# InvalidCertificateDate
source: Medical certificate date cannot be in the future.
it: La data del certificato medico non può essere futura.

# PaymentMethodSelected
source: PaymentMethod must be selected
it: Il metodo di pagamento deve essere selezionato

# OneSelected
source: One of them must be selected
it: È necessario selezionarne uno.

# TermsAndConditionAgree
source: Terms and condition must be agreed
it: Termini e condizioni devono essere concordati.

# AccountDeleted
source: Your account has been deleted successfully
it: Il tuo account è stato eliminato con successo

# CampoPadel
source: Padel Field
it: Campo Padel

source: No Data found
it: Non si trovano i dati

# BookingCanceled
source: Your booking has been cancelled successfully
it: La tua prenotazione è stata cancellata in modo esatto

# SoccerText
source: Soccer
it: Calcio

source: Cricket
it: Grillo

# IAccept
source: I accept the
it: Accetto il

# TermsConditions
source: terms and conditions
it: Termini e Condizioni

source: Tax Code
it: Codice Fiscale

source: Postal Code
it: Codice Postale

# BrithProvince
source: Select Province of birth
it: Seleziona Provincia di nascita

# SelectMunicipalityBirth
source: Select Municipality of birth
it: Seleziona Comune di nascita

# Citizenship
source: Select Citizenship
it: Seleziona Cittadinanza

# SelectProvinceResidence
source: Select Province of residence
it: Seleziona Provincia di residenza

# SelectMunicipalityResidence
source: Select Municipality of residence
it: Seleziona Comune di residenza

# TaxCodeRequired
source: Tax Code is Required
it: Il codice fiscale è obbligatorio

# BrithProvinceRequired
source: Province of Brith must be selected
it: Deve essere selezionata la provincia di Brith

# ResidenceMunicipalityRequired
source: Municipality of Residence is required
it: E' obbligatorio il Comune di Residenza

# BrithMunicipality
source: Municipality of Brith is required
it: È richiesto il comune di Brith

# SelectedResidenceProvinceRequired
source: Province Residence must be selected
it: Deve essere selezionata la provincia di residenza

# CitizenShipsRequired
source: CitizenShips is required
it: È richiesta la cittadinanza

# Cancelled
source: Reservation Cancelled
it: Prenotazione Cancellata

source: Notice
it: Avviso

source: Yes
it: SÌ

# CancelledPolicy
source: Your booking will be cancelled but refund is not applicable. Do you want to continue?
it: La tua prenotazione verrà annullata ma il rimborso non sarà applicabile. Vuoi continuare?

# CardExpiredError
source: Your card has been expired. Please renew it for bookings
it: La tua carta è scaduta. Rinnovala per le prenotazioni

# ThirtyDaysExpiredError
source: Your card will be expired in within 30 days. Please renew it for booking
it: La tua carta scadrà entro 30 giorni. Rinnovala per la prenotazione

source: Renew
it: Rinnovare

source: Update
it: Aggiornamento

# ProfileImageUpdated
source: Your profile image has been updated successfully
it: La tua immagine del profilo è stata aggiornata con successo

# CertificateUpdate
source: Your medical certificate has been updated successfully
it: Il tuo certificato medico è stato aggiornato con successo

# FITMemberShipNotUpdate
source: Your fit membership is not verified yet
it: La tua iscrizione Fit non è ancora stata verificata

# ArchivedStatus
source: Reservation Archived
it: Prenotazione Archiviata

# ActiveStatus
source: Active Reservation
it: Prenotazione Attiva

# CardRenew
source: Your membership has been renew. Please wait for an admin approve
it: La tua iscrizione è stata rinnovata. Attendi l'approvazione di un amministratore
